Repository: common-repository/woo-advanced-extra-fees-lite
Catalog: languages/woocommerce-advanced-extra-fees-lite_*.po
Languages: es

source: Fees (configurable per rate)
es: Tarifas (configurables por tarifa)

source: Advanced Extra Fees
es: Tarifas adicionales avanzadas

source: Configure WooCommerce Fees
es: Configurar tarifas de WooCommerce

source: Advanced Fees
es: Tarifas avanzadas

source: Add New
es: Agregar nuevo

source: Add New Advanced Fees
es: Agregar nuevas tarifas avanzadas

source: Edit Advanced Fees
es: Editar tarifas avanzadas

source: New Advanced Fees
es: Nuevas tarifas avanzadas

source: View Advanced Fees
es: Ver tarifas avanzadas

source: Search Advanced Fees
es: Buscar tarifas avanzadas

source: No Advanced Fees
es: Sin tarifas avanzadas

source: No Advanced Fees found in Trash
es: No se encontraron tarifas avanzadas en la papelera

source: Advanced fees updated.
es: Tarifas avanzadas actualizadas.

source: Custom field updated.
es: Campo personalizado actualizado.

source: Custom field deleted.
es: Campo personalizado eliminado.

source: Advanced fees restored to revision from %s
es: Tarifas avanzadas restauradas a la revisión de %s

source: Advanced fees published.
es: Tarifas anticipadas publicadas.

source: Advanced fees saved.
es: Tarifas avanzadas ahorradas.

source: Advanced fees submitted.
es: Tarifas anticipadas enviadas.

source: Advanced fees scheduled for: <strong>%1$s</strong>.
es: Lista avanzada de tarifas para: <strong>%1$s</strong>.

source: Advanced fees draft updated.
es: Borrador de tarifas avanzadas actualizado.

source: Return to Fees overview.
es: Volver a Resumen de tarifas.

source: Advanced Fees conditions
es: Condiciones de Tarifas Avanzadas

source: Fees settings
es: Configuración de tarifas

source: Settings
es: Ajustes

source: You are currently using the Community version of the WooCommerce Advanced Extra Fees Plugin. Premium users are provided with an additional features and priority support. Upgrade to Premium today to reap all the benefits.
es: Actualmente está utilizando la versión comunitaria del complemento de tarifas adicionales avanzadas de WooCommerce. Los usuarios Premium reciben funciones adicionales y soporte prioritario. Actualice a Premium hoy para obtener todos los beneficios.

source: It would mean a lot to us if you would quickly give our plugin a 5-star rating. Your Review is very important to us as it helps us to grow more!
es: Significaría mucho para nosotros si otorgara rápidamente a nuestro complemento una calificación de 5 estrellas. ¡Su opinión es muy importante para nosotros, ya que nos ayuda a crecer más!

source: Yes you deserve it!
es: ¡Sí te lo mereces!

source: Hide this message
es: Esconde este mensaje

source: Already did!
es: ¡Ya hecho!

source: Actually, I need a help...
es: La verdad es que necesito ayuda...

source: Or match all of the following rules to allow this shipping method:
es: O haga coincidir todas las reglas siguientes para permitir este método de envío:

source: Match all of the following rules to allow this fees:
es: Haga coincidir todas las siguientes reglas para permitir estas tarifas:

source: No conditions were found. Click the add button to create a new rule.
es: No se encontraron condiciones. Haga clic en el botón Agregar para crear una nueva regla.

source: Add 'Or' group
es: Agregar grupo 'O'

source: Fees title
es: Título de las tarifas

source: e.g. Advanced Extra Fees
es: p.ej. Tarifas adicionales avanzadas

source: Fees cost
es: Costo de las tarifas

source: Tax status
es: Situación fiscal

source: Taxable
es: Imponible

source: Not taxable
es: No sujeto a impuestos

source: Cart
es: Carro

source: Subtotal
es: Total parcial

source: Subtotal ex. taxes (Available on pro)
es: Subtotal ej. impuestos (Disponible en pro)

source: Tax
es: Impuesto

source: Quantity (Available on pro)
es: Cantidad (disponible en pro)

source: Contains product
es: Contiene producto

source: Coupon (Available on pro)
es: Cupón (disponible en pro)

source: Payment Gateway (Available on pro)
es: Pasarela de pago (disponible en pro)

source: Weight
es: Peso

source: Contains shipping class (Available on pro)
es: Contiene clase de envío (disponible en pro)

source: User Details
es: Detalles de usuario

source: Zipcode (Available on pro)
es: Código postal (disponible en pro)

source: City (Available on pro)
es: Ciudad (disponible en pro)

source: State (Available on pro)
es: Estado (disponible en pro)

source: Country
es: País

source: User role (Available on pro)
es: Rol de usuario (Disponible en pro)

source: Product
es: Producto

source: Width
es: Ancho

source: Height (Available on pro)
es: Altura (disponible en pro)

source: Length (Available on pro)
es: Longitud (disponible en pro)

source: Stock (Available on pro)
es: Stock (disponible en pro)

source: Stock status
es: Estado del inventario

source: Category (Available on pro)
es: Categoría (disponible en pro)

source: States must be installed in WC
es: Estados debe ser instalado en WC

source: Weight calculated on all the cart contents
es: Peso calculado sobre todo el contenido del carrito

source: Compared to lengthiest product in cart
es: Comparado con el producto más largo en el carrito

source: Compared to widest product in cart
es: En comparación con el producto más amplio del carrito

source: Compared to highest product in cart
es: Comparado con el producto más alto en el carrito

source: All products in cart must match stock status
es: Todos los productos en el carrito deben coincidir con el estado del stock

source: All products in cart must match category
es: Todos los productos en el carrito deben coincidir con la categoría

source: Cart must contain one of this product, other products are allowed
es: El carrito debe contener uno de este producto, se permiten otros productos

source: Cart must contain at least one product with the selected shipping class
es: El carrito debe contener al menos un producto con la clase de envío seleccionada

source: Equal to
es: Igual a

source: Not equal to
es: No igual a

source: Greater or equal to
es: Mayor o igual a

source: Less or equal to
es: Menor o igual a

source: In stock
es: En stock

source: Out of stock
es: Agotado

source: There are no options available
es: No hay opciones disponibles

source: Advanced Extra Fees rates
es: Tarifas Tarifas Adicionales Avanzada

source: Title
es: Título

source: Fees price
es: Precio de las tarifas

source: # Groups
es: # Grupos

source: Edit Method
es: Editar método

source: Edit
es: Editar

source: Delete Method
es: Método de eliminación

source: Delete
es: Borrar

source: Shipping
es: Transporte

source: There are no Advanced Extra Fees conditions. Yet...
es: No hay condiciones de Cargos Adicionales Avanzado. Aún...

source: Add New Fees
es: Agregar nuevas tarifas

source: Plugin requires
es: El complemento requiere

source: Plugins page
es: Página de complementos

source: Advanced Fees (configurable per rate)
es: Tarifas Avanzadas (configurable por tarifa)

source: Configure WooCommerce Advanced Extra Fees
es: Configurar tarifas adicionales avanzadas de WooCommerce

source: Advance Extra Fees
es: Tarifas adicionales anticipadas
